[Variables]

;///////////////////////////////////////HUN///////////////////////////////////////
Date="Sunday":"Vasárnap","Monday":"Hétfő","Tuesday":"Kedd","Wednesday":"Szerda","Thursday":"Csütörtök","Friday":"Péntek","Saturday":"Szombat"

Conditions="Thunderstorms":"Zivatarok","Windy Rain":"Szeles eső","T-Storms":"Mennydörgés vihar","Rain Snow":"Esőhó","Sleet":"Havas","Snow/Rain Icy Mix":"Hó / Eső Mix","Freezing Drizzle":"Fagyos szitálás","Drizzle":"Szitálás","Freezing Rain":"Fagyasztó eső","T-Showers":"Mennydörgés zuhany","Showers":"Zuhany","Light Rain":"Könnyű eső","Heavy Rain":"Nehéz eső","Snow Flurries":"Hó hózáporok","Light Snow":"Könnyű Hó","Snowflakes":"Hópelyhek","Heavy Snow":"Nehéz Hó","Hail":"Üdvözlégy","Dust":"Por","Fog":"Köd","Haze":"Köd","Smoke":"Füst","Windy":"Szeles","Frigid":"Hideg","Partly Cloudy":"Részben felhős","Cloudy":"Tiszta","Mostly Cloudy":"Többnyire felhős","Clear":"Tiszta","Sunny":"Napos","Fair":"Becsületes","Mostly Clear":"Többnyire tiszta","Mostly Sunny":"Többnyire napos","Hot":"Forró","Isolated Thunder":"Elszigetelt mennydörgés","Scattered T-Storms":"Elszortan mennydörgés vihar","Scattered Rain":"Elszórt eső","Scattered Snow":"Elszórt hó","Windy/Snowy":"Szeles / havas","Scattered Showers":"Elszórtan záporok","Snowy":"Havas","and":"és","Shower":"Zuhany","Mostly":"Töbnyire","Scattered":"Elszortan","Rain":"Eső","Snow":"Hó","Wind":"Szél","Early":"Korai","Late":"Késő","PM":"PM","AM":"AM","Sun":"Nap","Cloud":"Felhő","Light":"Fény","Snow Shower":"Hózápor","Widespread":"Széles körben lterjedt","Few":"Kevés","Isolated":"Elszigetelt","Mist":"Köd","Thunder":"Megydőrgés","with":"with","In the Vicinity":"A közelben","Clouds":"Felhők","Clearing":"Tiszta"

TimeOfDay="00":"Jó éjszakát","01":"Jó éjszakát","02":"Jó éjszakát","03":"Jó éjszakát","04":"Jó éjszakát","05":"Jó éjszakát","06":"Jó éjszakát","07":"Jó reggelt","08":"Jó reggelt","09":"Jó reggelt","10":"Jó reggelt","11":"Jó reggelt","12":"Jó napot","13":"Jó napot","14":"Jó napot","15":"Jó napot","16":"Jó napot","17":"Jó napot","18":"Jó estét","19":"Jó estét","20":"Jó estét","21":"Jó éjszakát","22":"Jó éjszakát","23":"Jó éjszakát"

WishReminder="00":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","01":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","02":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","03":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","04":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","05":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","06":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","07":"Remélem jól aludtál.","08":"Remélem jól aludtál.","09":"Remélem jól aludtál.","10":"Remélem jól aludtál.","11":"Remélem jól aludtál.","12":"Kellemes és élvezetes napot kívánok neked.","13":"Kellemes és élvezetes napot kívánok neked.","14":"Kellemes és élvezetes napot kívánok neked.","15":"Kellemes és élvezetes napot kívánok neked.","16":"Kellemes és élvezetes napot kívánok neked.","17":"Kellemes és élvezetes napot kívánok neked.","18":"Kellemes estét kívánok neked.","19":"Kellemes estét kívánok neked.","20":"Kellemes estét kívánok neked.","21":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","22":"Itt az ideje az ágynak.Kellemes álmokat kívánok.","23":"Itt az ideje, hogy ágyban legyenek"

